Repository: animepusya/Task-Planner-iOS
Catalog: Task Planner/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, uk

source: Unlock period comparison.
de: Schalte den Zeitraumvergleich frei.
es: Desbloquea la comparación de periodos.
fr: Débloquez la comparaison de périodes.
it: Sblocca il confronto tra periodi.
ja: 期間比較を利用できます。
ko: 기간 비교를 이용하세요.
pt_br: Desbloqueie a comparação de períodos.
ru: Откройте сравнение периодов.
uk: Відкрийте порівняння періодів.

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 無題
ko: 제목 없음
pt_br: Sem título
ru: Без названия
uk: Без назви

source: Upgrade to Pro
de: Pro freischalten
es: Actualizar a Pro
fr: Passer à Pro
it: Passa a Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
pt_br: Ir para o Pro
ru: Перейти на Pro
uk: Перейти на Pro

source: Use
de: Übernehmen
es: Usar
fr: Utiliser
it: Usa
ja: 使用
ko: 사용
pt_br: Usar
ru: Сохранить
uk: Використати

source: Use flexible repeats with custom categories and deeper statistics.
de: Nutze flexible Wiederholungen, eigene Kategorien und erweiterte Statistik.
es: Usa repeticiones flexibles con categorías propias y estadísticas más completas.
fr: Profitez de répétitions flexibles, de catégories personnalisées et de statistiques détaillées.
it: Usa ripetizioni flessibili, categorie personalizzate e statistiche più approfondite.
ja: カスタムカテゴリ、柔軟な繰り返し、詳細な統計を利用できます。
ko: 맞춤 카테고리, 유연한 반복, 더 깊은 통계를 이용하세요.
pt_br: Use recorrências flexíveis, categorias personalizadas e estatísticas mais completas.
ru: Используйте гибкие повторы, свои категории и расширенную статистику.
uk: Користуйтеся гнучкими повторами, власними категоріями й докладнішою статистикою.

source: Use this if you've already bought Pro.
de: Nutze dies, wenn du Pro schon gekauft hast.
es: Úsalo si ya compraste Pro.
fr: À utiliser si vous avez déjà acheté Pro.
it: Usalo se hai già acquistato Pro.
ja: すでにProを購入済みの場合はこちら
ko: 이미 Pro를 구매했다면 여기서 복원하세요.
pt_br: Use se você já comprou o Pro.
ru: Если вы уже покупали Pro.
uk: Скористайтеся цим, якщо вже придбали Pro.

source: Use with caution. This action can't be undone.
de: Vorsicht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Con cuidado: esta acción no se puede deshacer.
fr: À utiliser avec précaution. Cette action est irréversible.
it: Usa con cautela. Questa azione non può essere annullata.
ja: 注意: この操作は取り消せません。
ko: 주의해서 진행하세요. 이 작업은 되돌릴 수 없어요.
pt_br: Use com cuidado. Esta ação não pode ser desfeita.
ru: Осторожно: это действие нельзя отменить.
uk: Обережно: цю дію не можна скасувати.

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
pt_br: Valor
ru: Значение
uk: Значення

source: vs previous day
de: zum Vortag
es: vs. día anterior
fr: vs veille
it: rispetto al giorno precedente
ja: 前日比
ko: 전일 대비
pt_br: vs dia anterior
ru: с предыдущим днем
uk: з попереднім днем

source: vs previous month
de: zum Vormonat
es: vs. mes anterior
fr: vs mois précédent
it: rispetto al mese precedente
ja: 前月比
ko: 전월 대비
pt_br: vs mês anterior
ru: с предыдущим месяцем
uk: з попереднім місяцем

source: vs previous week
de: zur Vorwoche
es: vs. semana anterior
fr: vs semaine précédente
it: rispetto alla settimana precedente
ja: 前週比
ko: 전주 대비
pt_br: vs semana anterior
ru: с предыдущей неделей
uk: з попереднім тижнем

source: vs previous year
de: zum Vorjahr
es: vs. año anterior
fr: vs année précédente
it: rispetto all'anno precedente
ja: 前年比
ko: 전년 대비
pt_br: vs ano anterior
ru: с предыдущим годом
uk: з попереднім роком

source: Week
de: Woche
es: Semana
fr: Semaine
it: Settimana
ja: 週
ko: 주
pt_br: Semana
ru: Неделя
uk: Тиждень

source: Week starts on
de: Wochenbeginn
es: Inicio de semana
fr: La semaine commence le
it: Inizio settimana
ja: 週の開始日
ko: 한 주의 시작
pt_br: Início da semana
ru: Начало недели
uk: Початок тижня

source: Weekdays
de: Werktage
es: Entre semana
fr: En semaine
it: Giorni feriali
ja: 平日
ko: 평일
pt_br: Dias úteis
ru: По будням
uk: Будні

source: Weekends
de: Wochenenden
es: Fin de semana
fr: Le week-end
it: Weekend
ja: 週末
ko: 주말
pt_br: Fins de semana
ru: По выходным
uk: Вихідні

source: Weekly
de: Wöchentlich
es: Cada semana
fr: Chaque semaine
it: Ogni settimana
ja: 毎週
ko: 매주
pt_br: Semanalmente
ru: Каждую неделю
uk: Щотижня

source: What's included
de: Enthalten
es: Qué incluye
fr: Inclus
it: Cosa è incluso
ja: 含まれる機能
ko: 포함 항목
pt_br: O que inclui
ru: Что входит
uk: Що входить

source: Work
de: Arbeit
es: Trabajo
fr: Travail
it: Lavoro
ja: 仕事
ko: 업무
pt_br: Trabalho
ru: Работа
uk: Робота

source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
ko: 연도
pt_br: Ano
ru: Год
uk: Рік

source: Your purchase is pending approval. We'll unlock Pro as soon as Apple confirms it.
de: Dein Kauf wartet auf Bestätigung. Wir schalten Pro frei, sobald Apple ihn bestätigt.
es: Tu compra está pendiente de aprobación. Activaremos Pro en cuanto Apple la confirme.
fr: Votre achat est en attente de validation. Pro sera activé dès qu’Apple le confirmera.
it: Il tuo acquisto è in attesa di conferma. Sbloccheremo Pro non appena Apple lo confermerà.
ja: 購入は確認待ちです。Appleの確認後すぐにProが有効になります。
ko: 구매가 승인 대기 중입니다. Apple에서 확인되는 즉시 Pro가 활성화됩니다.
pt_br: Sua compra está pendente de aprovação. Vamos liberar o Pro assim que a Apple confirmar.
ru: Покупка ожидает подтверждения. Мы откроем Pro, как только Apple её подтвердит.
uk: Покупка очікує підтвердження. Ми відкриємо Pro, щойно Apple її підтвердить.

source: Export: %@
es: Exportar: %@
fr: Synchronisation : %@
it: Esportazione: %@
ja: エクスポート: %@
ko: 내보내기: %@
pt_br: Exportação: %@
ru: Экспорт: %@
uk: Експорт: %@

source: Hobby
es: Afición
fr: Loisirs
ja: 趣味
ko: 취미
pt_br: Lazer
ru: Хобби
uk: Хобі

source: Start
es: Inicio
fr: Début
it: Inizio
ja: 開始
ko: 시작
pt_br: Início
ru: Начало
uk: Початок

source: Status
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
ru: Статус
uk: Статус

source: System
es: Del sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
ru: Системная
uk: Системна

source: Subscription settings are unavailable right now. Please try again later.
it: Le impostazioni dell'abbonamento non sono disponibili al momento. Riprova più tardi.
uk: Налаштування підписки зараз недоступні. Спробуйте ще раз пізніше.

source: Subscriptions Unavailable
it: Abbonamenti non disponibili
uk: Підписки недоступні

source: We couldn't load subscription products right now. Please try again in a moment.
it: Non riusciamo a caricare gli abbonamenti in questo momento. Riprova tra poco.
uk: Не вдалося завантажити продукти підписки. Спробуйте ще раз за мить.

source: OK
ko: 확인
ru: ОК
